{"_id":{"$oid":"5b80028f5b8f1b10d4b666d1"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":12,"comments":[],"title":"The Final Empire (Mistborn #1)","author":"Brandon Sanderson","genre":"Fantasy","year":2006,"description":"For a thousand years the ash fell and no flowers bloomed. For a thousand years the Skaa slaved in misery and lived in fear. For a thousand years the Lord Ruler, the \"Sliver of Infinity,\" reigned with absolute power and ultimate terror, divinely invincible. Then, when hope was so long lost that not even its memory remained, a terribly scarred, heart-broken half-Skaa rediscovered it in the depths of the Lord Ruler's most hellish prison. Kelsier \"snapped\" and found in himself the powers of a Mistborn. A brilliant thief and natural leader, he turned his talents to the ultimate caper, with the Lord Ruler himself as the mark.","cover":"https://i.imgur.com/VRtPMP2.jpg","isbn":"076531178X","pagesCount":541,"price":5.75,"creationDate":{"$date":"2018-08-24T13:05:19.016Z"},"__v":0}
{"_id":{"$oid":"5b8002905b8f1b10d4b666d2"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":13,"comments":[],"title":"The Well of Ascension (Mistborn #2)","author":"Brandon Sanderson","genre":"Fantasy","year":2007,"description":"The impossible has been accomplished. The Lord Ruler -- the man who claimed to be god incarnate and brutally ruled the world for a thousand years -- has been vanquished. But Kelsier, the hero who masterminded that triumph, is dead too, and now the awesome task of building a new world has been left to his young protégé, Vin, the former street urchin who is now the most powerful Mistborn in the land, and to the idealistic young nobleman she loves.","cover":"https://i.imgur.com/lZKZckN.jpg","isbn":"0765316889","pagesCount":592,"price":11.04,"creationDate":{"$date":"2018-08-24T13:05:20.024Z"},"__v":0}
{"_id":{"$oid":"5b8002905b8f1b10d4b666d3"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"The Alloy of Law (Mistborn #4)","author":"Brandon Sanderson","genre":"Fantasy","year":2011,"description":"Three hundred years after the events of the Mistborn trilogy, Scadrial is now on the verge of modernity, with railroads to supplement the canals, electric lighting in the streets and the homes of the wealthy, and the first steel-framed skyscrapers racing for the clouds. Kelsier, Vin, Elend, Sazed, Spook, and the rest are now part of history—or religion. Yet even as science and technology are reaching new heights, the old magics of Allomancy and Feruchemy continue to play a role in this reborn world. Out in the frontier lands known as the Roughs, they are crucial tools for the brave men and women attempting to establish order and justice","cover":"https://i.imgur.com/tG6EDty.jpg","isbn":"0575105836","pagesCount":333,"price":9.59,"creationDate":{"$date":"2018-08-24T13:05:20.025Z"},"__v":0}
{"_id":{"$oid":"5b8002905b8f1b10d4b666d4"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"Shadows of Self (Mistborn #5)","author":"Brandon Sanderson","genre":"Fantasy","year":2015,"description":"When family obligations forced Waxillium Ladrian to forsake the frontier lands and return to the metropolis of his birth to take his place as head of a noble House, he little imagined that the crime-fighting skills acquired during twenty years in the dusty plains would be just as applicable in the big city. He soon learned that there too, just being a talented Twinborn — one who can use both Allomancy and Feruchemy, the dominant magical modes on Scadrial — would not suffice.","cover":"https://i.imgur.com/hEUMqhm.jpg","isbn":"9780765378552","pagesCount":385,"price":12.09,"creationDate":{"$date":"2018-08-24T13:05:20.025Z"},"__v":0}
{"_id":{"$oid":"5b8002905b8f1b10d4b666d5"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":14,"comments":[],"title":"The Hero of Ages (Mistborn #3)","author":"Brandon Sanderson","genre":"Fantasy","year":2008,"description":"To end the Final Empire and restore freedom, Vin killed the Lord Ruler. But as a result, the Deepness--the lethal form of the ubiquitous mists--is back, along with increasingly heavy ashfalls and ever more powerful earthquakes. Humanity appears to be doomed.","cover":"https://i.imgur.com/7m7fOma.jpg","isbn":"0765316897","pagesCount":576,"price":8.11,"creationDate":{"$date":"2018-08-24T13:05:20.028Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666d6"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":19,"comments":[],"title":"Words of Radiance (The Stormlight Archive #2)","author":"Brandon Sanderson","genre":"Fantasy","year":2014,"description":"Expected by his enemies to die the miserable death of a military slave, Kaladin survived to be given command of the royal bodyguards, a controversial first for a low-status \"darkeyes.\" Now he must protect the king and Dalinar from every common peril as well as the distinctly uncommon threat of the Assassin, all while secretly struggling to master remarkable new powers that are somehow linked to his honorspren, Syl. The Assassin, Szeth, is active again, murdering rulers all over the world of Roshar, using his baffling powers to thwart every bodyguard and elude all pursuers. Among his prime targets is Highprince Dalinar, widely considered the power behind the Alethi throne. His leading role in the war would seem reason enough, but the Assassin's master has much deeper motives.","cover":"https://i.imgur.com/PkOUgGy.jpg","isbn":"9780765326362","pagesCount":1088,"price":12.91,"creationDate":{"$date":"2018-08-24T13:05:21.039Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666d7"},"currentRating":5,"ratingPoints":10,"ratedCount":2,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"1984","author":"George Orwell","genre":"Classics","year":1948,"description":"In 1984, London is a grim city in the totalitarian state of Oceania where Big Brother is always watching you and the Thought Police can practically read your mind. Winston Smith is a man in grave danger for the simple reason that his memory still functions. Drawn into a forbidden love affair, Winston finds the courage to join a secret revolutionary organization called The Brotherhood, dedicated to the destruction of the Party. Together with his beloved Julia, he hazards his life in a deadly match against the powers that be.","cover":"https://i.imgur.com/33fZ6pq.jpg","isbn":"0452262933","pagesCount":237,"price":10.87,"creationDate":{"$date":"2018-08-24T13:05:21.039Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666d8"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"The Bands of Mourning (Mistborn #6)","author":"Brandon Sanderson","genre":"Fantasy","year":2016,"description":"The Bands of Mourning are the mythical metal minds owned by the Lord Ruler, said to grant anyone who wears them the powers that the Lord Ruler had at his command. Hardly anyone thinks they really exist. A kandra researcher has returned to Elendel with images that seem to depict the Bands, as well as writings in a language that no one can read. Waxillium Ladrian is recruited to travel south to the city of New Seran to investigate. Along the way he discovers hints that point to the true goals of his uncle Edwarn and the shadowy organization known as The Set.","cover":"https://i.imgur.com/tJXcf3W.jpg","isbn":"9780765378576","pagesCount":448,"price":12.28,"creationDate":{"$date":"2018-08-24T13:05:21.039Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666d9"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"A Clash of Kings (A Song of Ice and Fire #2)","author":"George R. R. Martin","genre":"Fantasy","year":1999,"description":"A comet the color of blood and flame cuts across the sky. And from the ancient citadel of Dragonstone to the forbidding shores of Winterfell, chaos reigns. Six factions struggle for control of a divided land and the Iron Throne of the Seven Kingdoms, preparing to stake their claims through tempest, turmoil, and war. It is a tale in which brother plots against brother and the dead rise to walk in the night. Here a princess masquerades as an orphan boy; a knight of the mind prepares a poison for a treacherous sorceress; and wild men descend from the Mountains of the Moon to ravage the countryside. Against a backdrop of incest and fratricide, alchemy and murder, victory may go to the men and women possessed of the coldest steel and the coldest hearts. For when kings clash, the whole land trembles.","cover":"https://i.imgur.com/SjQ8z6n.jpg","isbn":"0553108034","pagesCount":770,"price":15.17,"creationDate":{"$date":"2018-08-24T13:05:21.040Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666da"},"currentRating":4.5,"ratingPoints":9,"ratedCount":2,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"Fahrenheit 451","author":"Ray Bradbury","genre":"Classics","year":1953,"description":"Guy Montag is a fireman. In his world, where television rules and literature is on the brink of extinction, firemen start fires rather than put them out. His job is to destroy the most illegal of commodities, the printed book, along with the houses in which they are hidden. Montag never questions the destruction and ruin his actions produce, returning each day to his bland life and wife, Mildred, who spends all day with her television “family.” But then he meets an eccentric young neighbor, Clarisse, who introduces him to a past where people didn’t live in fear and to a present where one sees the world through the ideas in books instead of the mindless chatter of television.","cover":"https://i.imgur.com/1Y4OLwQ.jpg","isbn":"1451673310","pagesCount":249,"price":8.99,"creationDate":{"$date":"2018-08-24T13:05:21.040Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666db"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"The Wrong Side of Goodbye (Harry Bosch #19)","author":"Michael Connelly","genre":"Crime novel","year":2016,"description":"Harry Bosch is California's newest private investigator. He doesn't advertise, he doesn't have an office, and he's picky about who he works for, but it doesn't matter. His chops from thirty years with the LAPD speak for themselves.Soon one of Southern California's biggest moguls comes calling. The reclusive billionaire is nearing the end of his life and is haunted by one regret. When he was young, he had a relationship with a Mexican girl, his great love. But soon after becoming pregnant, she disappeared. Did she have the baby? And if so, what happened to it?","cover":"https://i.imgur.com/n0BuYOy.jpg","isbn":"1455524212","pagesCount":448,"price":11.18,"creationDate":{"$date":"2018-08-24T13:05:21.040Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666dc"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"Origin (Robert Langdon #5)","author":"Dan Brown","genre":"Thriller","year":2017,"description":"Robert Langdon, Harvard professor of symbology, arrives at the ultramodern Guggenheim Museum Bilbao to attend the unveiling of a discovery that “will change the face of science forever.” The evening’s host is Edmond Kirsch, a forty-year-old billionaire and futurist, and one of Langdon’s first students. But the meticulously orchestrated evening suddenly erupts into chaos, and Kirsch’s precious discovery teeters on the brink of being lost forever. Facing an imminent threat, Langdon is forced to flee. With him is Ambra Vidal, the elegant museum director who worked with Kirsch. They travel to Barcelona on a perilous quest to locate a cryptic password that will unlock Kirsch’s secret.","cover":"https://i.imgur.com/o8yWvWV.jpg","isbn":"0525563709","pagesCount":656,"price":7.49,"creationDate":{"$date":"2018-08-24T13:05:21.041Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666dd"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":18,"comments":[],"title":"The Way of Kings (The Stormlight Archive #1)","author":"Brandon Sanderson","genre":"Fantasy","year":2010,"description":"Roshar is a world of stone and storms. Uncanny tempests of incredible power sweep across the rocky terrain so frequently that they have shaped ecology and civilization alike. Animals hide in shells, trees pull in branches, and grass retracts into the soilless ground. Cities are built only where the topography offers shelter.It has been centuries since the fall of the ten consecrated orders known as the Knights Radiant, but their Shardblades and Shardplate remain: mystical swords and suits of armor that transform ordinary men into near-invincible warriors. Men trade kingdoms for Shardblades. Wars were fought for them, and won by them.","cover":"https://i.imgur.com/xxu5ma0.jpg","isbn":"9780765326355","pagesCount":1009,"price":11.76,"creationDate":{"$date":"2018-08-24T13:05:21.041Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666de"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"A Storm of Swords (A Song of Ice and Fire #3)","author":"George R. R. Martin","genre":"Fantasy","year":2000,"description":"Of the five contenders for power, one is dead, another in disfavor, and still the wars rage as violently as ever, as alliances are made and broken. Joffrey, of House Lannister, sits on the Iron Throne, the uneasy ruler of the land of the Seven Kingdoms. His most bitter rival, Lord Stannis, stands defeated and disgraced, the victim of the jealous sorceress who holds him in her evil thrall. But young Robb, of House Stark, still rules the North from the fortress of Riverrun. Robb plots against his despised Lannister enemies, even as they hold his sister hostage at King’s Landing, the seat of the Iron Throne. Meanwhile, making her way across a blood-drenched continent is the exiled queen, Daenerys, mistress of the only three dragons still left in the world","cover":"https://i.imgur.com/vH8AB8S.jpg","isbn":"0553106635","pagesCount":1216,"price":13.99,"creationDate":{"$date":"2018-08-24T13:05:21.041Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666df"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"King Rat (Asian Saga #4)","author":"James Clavell","genre":"Classics","year":1962,"description":"The time is World War II. The place is a brutal prison camp deep in Japanese-occupied territory. Here, within the seething mass of humanity, one man, an American corporal, seeks dominance over both captives and captors alike. His weapons are human courage, unblinking understanding of human weaknesses, and total willingness to exploit every opportunity to enlarge his power and corrupt or destroy anyone who stands in his path.","cover":"https://i.imgur.com/6Pcnx6j.jpg","isbn":"0385333765","pagesCount":368,"price":16,"creationDate":{"$date":"2018-08-24T13:05:21.042Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666e0"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"Two Kinds of Truth (Harry Bosch #20","author":"Michael Connelly","genre":"Crime novel","year":2017,"description":"Harry Bosch works cold cases, helping out the under-funded San Fernando police department. When a double murder at a local pharmacy is called in, Bosch is the most seasoned detective on the scene. But with experience, come the ghosts of long-forgotten crimes. A death row inmate claims Bosch framed him, and that new DNA evidence proves it. The LAPD investigators say the case is watertight, leaving Bosch out in the wilderness to clear his name and keep a sadistic killer behind bars. There's only one person he can trust to help prove his innocence: Mickey Haller, The Lincoln Lawyer.","cover":"https://i.imgur.com/KaR416M.jpg","isbn":"1409147592","pagesCount":480,"price":5.75,"creationDate":{"$date":"2018-08-24T13:05:21.042Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666e1"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"Metro 2033 (Metro Series #1)","author":"Dmitry Glukhovsky","genre":"Post-apocalyptic","year":2013,"description":"The novel that gave birth to the video games 'Metro 2033' and 'Metro: Last Light'. The breathtaking original story that inspired both the METRO 2033 and METRO: LAST LIGHT video games! An international bestseller, translated into 35 languages. Set in the shattered subway of a post apocalyptic Moscow, Metro 2033 is a story of intensive underground survival where the fate of mankind rests in your hands. In 2013 the world was devastated by an apocalyptic event, annihilating almost all mankind and turning the earth’s surface into a poisonous wasteland. A handful of survivors took refuge in the depths of the Moscow underground, and human civilization entered a new Dark Age. The year is 2033. An entire generation has been born and raised underground, and their besieged Metro Station-Cities struggle for survival, with each other, and the mutant horrors that await outside. Artyom was born in the last days before the fire. Having never ventured beyond his Metro Station-City limits, one fateful event sparks a desperate mission to the heart of the Metro system, to warn the remnants of mankind of a terrible impending threat. His journey takes him from the forgotten catacombs beneath the subway to the desolate wastelands above, where his actions will determine the fate of mankind. BURIED. ALIVE. It is now two decades since the planet was convulsed by the Final War, which flashed across the continents, engulfing all of them in an instant, to close the final chapter in our history.","cover":"https://i.imgur.com/USKxLmk.jpg","isbn":"1481845705","pagesCount":460,"price":16.35,"creationDate":{"$date":"2018-08-24T13:05:21.042Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666e2"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":20,"comments":[],"title":"Oathbringer (The Stormlight Archive #3)","author":"Brandon Sanderson","genre":"Fantasy","year":2017,"description":"In Oathbringer, the third volume of the New York Times bestselling Stormlight Archive, humanity faces a new Desolation with the return of the Voidbringers, a foe with numbers as great as their thirst for vengeance.Dalinar Kholin's Alethi armies won a fleeting victory at a terrible cost: The enemy Parshendi summoned the violent Everstorm, which now sweeps the world with destruction, and in its passing awakens the once peaceful and subservient parshmen to the horror of their millennia-long enslavement by humans. While on a desperate flight to warn his family of the threat, Kaladin Stormblessed must come to grips with the fact that the newly kindled anger of the parshmen may be wholly justified.","cover":"https://i.imgur.com/kBAPdwo.jpg","isbn":"9780765326379","pagesCount":1220,"price":20.18,"creationDate":{"$date":"2018-08-24T13:05:21.043Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666e3"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"A Feast for Crows (A Song of Ice and Fire #4)","author":"George R. R. Martin","genre":"Fantasy","year":2005,"description":"It seems too good to be true. After centuries of bitter strife and fatal treachery, the seven powers dividing the land have decimated one another into an uneasy truce. Or so it appears. . . . With the death of the monstrous King Joffrey, Cersei is ruling as regent in King’s Landing. Robb Stark’s demise has broken the back of the Northern rebels, and his siblings are scattered throughout the kingdom like seeds on barren soil. Few legitimate claims to the once desperately sought Iron Throne still exist—or they are held in hands too weak or too distant to wield them effectively. The war, which raged out of control for so long, has burned itself out.","cover":"https://i.imgur.com/1uqC2to.jpg","isbn":"0002247437","pagesCount":947,"price":14.7,"creationDate":{"$date":"2018-08-24T13:05:21.043Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666e4"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"Dracula","author":"Bram Stoker","genre":"Horror","year":1897,"description":"Prince of the Night. Lord of the Damned. King of Vampires. He is Dracula, the most well-known vampire in the world—and this new illustrated edition of Bram Stoker’s classic tale of terror offers Dracula as you have never seen him before. Brought to life through the stunning visual artistry of Eisner Award-winning illustrator Becky Cloonan (Demo, American Virgin, Victor Von Doom), this new graphically compelling novel offers a spellbinding, edition of the book that launched the world’s enduring fascination with vampires: Bram Stoker’s complete and unabridged Dracula. Illuminated and accentuated by the visionary hand of one of America’s most gifted illustrators, Dracula is perfect for fans of the ghastly and paranormal, and unmissable for fans of True Blood, The Vampire Diaries, and Tim Burton’s macabre new film, Dark Shadows (release May 11, 2012) starring Johnny Depp, Helena Bonham-Carter, Michelle Pfeiffer, Eva Green, and Jackie Earle Haley.","cover":"https://i.imgur.com/MC2iyOC.jpg","isbn":"0061992151","pagesCount":384,"price":11.94,"creationDate":{"$date":"2018-08-24T13:05:21.043Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666e5"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"The Gods of Guilt (Mickey Haller #5)","author":"Michael Connelly","genre":"Crime novel","year":2013,"description":"Mickey Haller gets the text, \"Call me ASAP - 187,\" and the California penal code for murder immediately gets his attention. Murder cases have the highest stakes and the biggest paydays, and they always mean Haller has to be at the top of his game. When Mickey learns that the victim was his own former client, a prostitute he thought he had rescued and put on the straight and narrow path, he knows he is on the hook for this one. He soon finds out that she was back in LA and back in the life. Far from saving her, Mickey may have been the one who put her in danger.","cover":"https://i.imgur.com/cLN9E2T.jpg","isbn":"1455575992","pagesCount":416,"price":12.79,"creationDate":{"$date":"2018-08-24T13:05:21.044Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666e6"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"Metro 2034 (Metro Series #2)","author":"Dmitry Glukhovsky","genre":"Post-apocalyptic","year":2015,"description":"The long-awaited sequel to the cult bestseller Metro 2033, the second volume in the Metro trilogy, Metro 2034 continues the story of survival and struggle that unfolds in the mazes of the Moscow subway after WWIII. As the entire civilization was wiped out by atomic bombs and the surface of the planet is polluted with neclear fallout, the only place suitable for men to live are shelters and bunkers, the largest of which is the subway system of Moscow, aka the Metro. The year is 2034. There's no hope for humans to return to the surface of Earth, to repopulate the forsaken cities, and to become once again the masters of the world they used to be. So they rebuild a strange and grotesque civilization in the tunnels and at the stations of the subway. Stations become city-states that wage trade and war on each other. A fragile equilibrium is established. And then all can be ruined in matter of days. A new horrible threat looms that can eradicate the remains of humanity and end our era. It would take three unlikely heroes to face this menace.","cover":"https://i.imgur.com/ecmAq3i.jpg","isbn":"1473204305","pagesCount":320,"price":12.59,"creationDate":{"$date":"2018-08-24T13:05:21.044Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666e7"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"A Game of Thrones (A Song of Ice and Fire #1)","author":"George R. R. Martin","genre":"Fantasy","year":1996,"description":"Long ago, in a time forgotten, a preternatural event threw the seasons out of balance. In a land where summers can last decades and winters a lifetime, trouble is brewing. The cold is returning, and in the frozen wastes to the north of Winterfell, sinister forces are massing beyond the kingdom’s protective Wall. To the south, the king’s powers are failing—his most trusted adviser dead under mysterious circumstances and his enemies emerging from the shadows of the throne. At the center of the conflict lie the Starks of Winterfell, a family as harsh and unyielding as the frozen land they were born to. Now Lord Eddard Stark is reluctantly summoned to serve as the king’s new Hand, an appointment that threatens to sunder not only his family but the kingdom itself.","cover":"https://i.imgur.com/ezQpwAd.jpg","isbn":"0553103547","pagesCount":819,"price":10.49,"creationDate":{"$date":"2018-08-24T13:05:21.044Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666e8"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"A Dance with Dragons (A Song of Ice and Fire #5)","author":"George R. R. Martin","genre":"Fantasy","year":2011,"description":"In the aftermath of a colossal battle, the future of the Seven Kingdoms hangs in the balance—beset by newly emerging threats from every direction. In the east, Daenerys Targaryen, the last scion of House Targaryen, rules with her three dragons as queen of a city built on dust and death. But Daenerys has thousands of enemies, and many have set out to find her. As they gather, one young man embarks upon his own quest for the queen, with an entirely different goal in mind.","cover":"https://i.imgur.com/lJ65073.jpg","isbn":"9780007456376","pagesCount":1201,"price":13.94,"creationDate":{"$date":"2018-08-24T13:05:21.045Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666e9"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"Cujo","author":"Stephen King","genre":"Horror","year":1981,"description":"Outside a peaceful town in central Maine, a monster is waiting. Cujo is a two-hundred-pound Saint Bernard, the best friend Brett Camber has ever had. One day, Cujo chases a rabbit into a cave inhabited by sick bats and emerges as something new altogether. Meanwhile, Vic and Donna Trenton, and their young son Tad, move to Maine. They are seeking peace and quiet, but life in this small town is not what it seems. As Tad tries to fend off the terror that comes to him at night from his bedroom closet, and as Vic and Donna face their own nightmare of a marriage on the rocks, there is no way they can know that a monster, infinitely sinister, waits in the daylight.","cover":"https://i.imgur.com/Orv5Mmq.jpg","isbn":"1501192248","pagesCount":400,"price":17,"creationDate":{"$date":"2018-08-24T13:05:21.045Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666ea"},"currentRating":4,"ratingPoints":4,"ratedCount":1,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"The Da Vinci Code (Robert Langdon #2)","author":"Dan Brown","genre":"Thriller","year":2003,"description":"While in Paris, Harvard symbologist Robert Langdon is awakened by a phone call in the dead of the night. The elderly curator of the Louvre has been murdered inside the museum, his body covered in baffling symbols. As Langdon and gifted French cryptologist Sophie Neveu sort through the bizarre riddles, they are stunned to discover a trail of clues hidden in the works of Leonardo da Vinci—clues visible for all to see and yet ingeniously disguised by the painter.","cover":"https://i.imgur.com/SCLWHCl.jpg","isbn":"0307474275","pagesCount":597,"price":7.99,"creationDate":{"$date":"2018-08-24T13:05:21.045Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666eb"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"Metro 2035 (Metro Series #3)","author":"Dmitry Glukhovsky","genre":"Post-apocalyptic","year":2016,"description":"World War Three wiped out the humankind. The planet is empty now. Huge cities became dust and ashes. Railroads are being eaten by rust. Abandoned satellites hang lonely on the orbit. Radio is mute on all the frequencies. The only survivors of the last war were those who made it into the gates of the Metro, the subway system of Moscow city. It’s there, hundreds of feet below the ground, in the vaults of what was constructed as the world’s largest air-raids shelter that people try to outlive the end of the days. It’s there that they created a new world for themselves. The stations of Metro became city-states, and its citizens, torn apart by religions and ideologies are fighting for the now scarce commodities: air, water, and space. This tiny underground world can only remind humans of an immense world they once were the masters of. It’s been twenty years past Doomsday, and yet the survivors refuse to give up. The most stubborn of them keep cherishing a dream: when the radiation level from nuclear bombings subsides, they will be able to return to the surface and have the life their parents once had.","cover":"https://i.imgur.com/xEYJDiN.jpg","isbn":"1539930726","pagesCount":502,"price":17.99,"creationDate":{"$date":"2018-08-24T13:05:21.046Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666ec"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"The Crossing (Harry Bosch #18)","author":"Michael Connelly","genre":"Crime novel","year":2015,"description":"Six months ago, Harry Bosch left the LAPD before they could fire him, and then hired maverick Defense Attorney Mickey Haller to sue the department for forcing him out. Although it wasn't the way he wanted to go, Harry has to admit that being out of the game has its benefits. Until Mickey asks him to help on one of his cases, and suddenly Harry is back where he belongs, right in the centre of a particularly puzzling murder mystery. The difference is, this time Harry is working for the defense, aiming to prevent the accused, Da'Quan Foster, from being convicted. And not only does the prosecution seem to have a cast-iron case, but having crossed over to 'the dark side' as his former colleagues would put it, Harry is in danger of betraying the very principles he's lived by his whole career.","cover":"https://i.imgur.com/AlpTOHT.jpg","isbn":"1409145875","pagesCount":432,"price":5.58,"creationDate":{"$date":"2018-08-24T13:05:21.059Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666ed"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"Inferno (Robert Langdon #4)","author":"Dan Brown","genre":"Thriller","year":2013,"description":"Harvard professor of symbology Robert Langdon awakens in an Italian hospital, disoriented and with no recollection of the past thirty-six hours, including the origin of the macabre object hidden in his belongings. With a relentless female assassin trailing them through Florence, he and his resourceful doctor, Sienna Brooks, are forced to flee. Embarking on a harrowing journey, they must unravel a series of codes, which are the work of a brilliant scientist whose obsession with the end of the world is matched only by his passion for one of the most influential masterpieces ever written, Dante Alighieri's The Inferno.","cover":"https://i.imgur.com/DePtQrp.jpg","isbn":"1400079152","pagesCount":624,"price":8.49,"creationDate":{"$date":"2018-08-24T13:05:21.075Z"},"__v":0}
{"_id":{"$oid":"5b8002915b8f1b10d4b666ef"},"currentRating":0,"ratingPoints":0,"ratedCount":0,"ratedBy":[],"purchasesCount":0,"comments":[],"title":"Alex Ferguson: My Biography","author":"Sir Alex Ferguson","genre":"Autobiography","year":2014,"description":"Sir Alex Ferguson's compelling story is always honest and revealing he reflects on his managerial career that embraced unprecedented European success for Aberdeen and 26 triumphant seasons with Manchester United. Sir Alex Ferguson's best-selling autobiography has now been updated to offer reflections on events at Manchester United since his retirement as well as his teachings at the Harvard Business School, a night at the Oscars and a boat tour round the Hebrides, where he passed unrecognised. The extra material adds fresh insights and detail on his final years as United's manager. Both the psychology of management and the detail of football strategy at the top level can be complex matters but no-one has explained them in a more interesting and accessible way for the general reader than Sir Alex does here.","cover":"https://i.imgur.com/JCXkMpY.jpg","isbn":"034091940X","pagesCount":416,"price":11.96,"creationDate":{"$date":"2018-08-24T13:05:21.096Z"},"__v":0}
